{"/getstarted":{"title":"Getting Started","data":{"":"Rockwell Automation has partnered with Cognite to bring to market a unique, unified, edge-to-cloud\nindustrial data hub that makes operational, engineering, enterprise, and visual data understandable and\ncomparable for manufacturing across industries.\nTo view Cognite documentation, refer to https://docs.cognite.com/. Here is a link to the Cognite Release Notes.","provide-feedback#Provide Feedback":"Have questions or feedback about this documentation? Please submit your feedback here."}},"/getstarted/prerequisites":{"title":"Prerequisites","data":{"":"A valid tenant organization must exist in FactoryTalk Hub.\nYour organization must have a valid subscription of FactoryTalk DataMosaix.","provide-feedback#Provide Feedback":"Have questions or feedback about this documentation? Please submit your feedback here."}},"/getstarted/signin":{"title":"Sign in to FactoryTalk DataMosaix","data":{"":"Sign in to FactoryTalk DataMosaix using your MyRockwell credentials. If you are a new user, you must first sign up and create your MyRockwell credentials.After your credentials are created, you can proceed to access FactoryTalk DataMosaix. You can sign-in to FactoryTalk DataMosaix in the following ways:\nAccess the application URL\nLaunch from FactoryTalk Hub","prerequisites#Prerequisites":"Ensure the following prerequisites are met before you sign in:\nYou are a valid user in FT Hub.\nYou have your MyRockwell credentials.","sign-in#Sign in":"Follow the below steps to sign in to FactoryTalk DataMosaix:\nIn a web browser, navigate to the following URL:\nhttps://datamosaix-portal.cloud.rockwellautomation.com/\nClick Login to proceed. You must proceed with your SAML-based credentials when prompted.\nClick Continue with MyRockWell. The sign in screen displays.\nProvide your MyRockwell credentials and click Sign in.","provide-feedback#Provide Feedback":"Have questions or feedback about this documentation? Please submit your feedback here."}},"/":{"title":"Introduction","data":{"":"Current Release: FactoryTalk® DataMosaix™ 1.3.1","about-factorytalk-datamosaix#About FactoryTalk DataMosaix":"FactoryTalk® DataMosaix™ is an Industrial DataOps platform that brings together Information Technology (IT),\nOperations Technology (OT), and Engineering Technology (ET) data to simplify access to complex industrial data.\nThis product makes data available, meaningful, and useful, enabling manufacturing organizations to get value more\neffectively and efficiently from the vast amounts of data that is generated and managed across their production systems.FactoryTalk® DataMosaix™ will operate as part of FactoryTalk Hub, available only as Software as a Service (SaaS) in the cloud.FactoryTalk® DataMosaix™ simplifies the experience of extracting data from various\nproduction system data sources, standard connectors are available to connect to Rockwell Automation data sources.\nThese connectors will help get data from on-premise or cloud systems to a\nsingle source of truth and simplify the architecture for customers.","provide-feedback#Provide Feedback":"Have questions or feedback about this documentation? Please submit your feedback here."}}}